Repository: theforeman/hammer_cli_foreman_remote_execution
Catalog: locale/*/hammer_cli_foreman_remote_execution.po
Languages: ca, de, es, fr, ja, ka, pt_br, ru

source: ID
ru: Идентификатор
