Repository: theforeman/hammer_cli_foreman_remote_execution
Catalog: locale/*/hammer_cli_foreman_remote_execution.po
Languages: ca, de, es, fr, ja, ka, pt_br, ru

source: Manage foreign input sets
ca: Gestiona els conjunts d'entrades foranies
de: Fremdeingabe-Satz verwalten
es: Gestionar conjuntos de entradas ajenas
fr: Afficher les jeux de données en entrée externes
ja: 外部入力セットを管理します
ka: შემოტანის უცხო სეტების მართვა
pt_br: Gerenciar conjuntos de entradas estrangeiras
ru: Управление внешними наборами входных параметров

source: Target template ID
ca: ID de la plantilla de l'objectiu
de: Zielvorlagen-ID
es: ID de la plantilla de destino
fr: ID de modèle cible
ja: ターゲットテンプレート ID
ka: სამიზნე შაბლონის ID
pt_br: ID do modelo de destino
ru: Идентификатор подключаемого шаблона

source: Target template name
ca: Nom de la plantilla de l'objectiu
de: Zielvorlagenname
es: Nombre de la plantilla de destino
fr: Nom de modèle cible
ja: ターゲットテンプレート名
ka: სამიზნე შაბლონის სახელი
pt_br: Nome do modelo alvo
ru: Имя подключаемого шаблона

source: Name
ca: Nom
es: Nombre
fr: Nom
ja: 名前
ka: სახელი
pt_br: Nome
ru: Имя

source: Include all
ca: Inclou-ho tot
de: Alle einbeziehen
es: Incluir todos
fr: Tout Inclure
ja: すべて追加
ka: ყველას ჩასმა
pt_br: Incluir todos
ru: Включить все

source: Include
ca: Inclou
de: Einschließen
es: Incluya
fr: Inclure
ja: 追加
ka: ჩართვა
pt_br: Incluir
ru: Включить

source: Exclude
ca: Exclou
de: Ausschließen
es: Excluir
fr: Exclure
ja: 除外
ka: გამორიცხვა
pt_br: Excluir
ru: Исключить

source: Foreign input set updated
ca: S'ha actualitzat el conjunt d'entrades foranies
de: Fremdeingabe-Satz aktualisiert
es: Conjunto de entradas extranjeras actualizado
fr: Jeu de données en entrée externe mis à jour
ja: 外部入力セットが更新されました
ka: შემოტანის უცხო სეტი განახლდა
pt_br: Conjunto de entradas estrangeiras atualizado
ru: Внешний набор входных данных обновлен

source: Could not update the input set
ca: No s'ha pogut actualitzar el conjunt d'entrades
de: Eingabe-Satz konnte nicht aktualisiert werden
es: No se ha podido actualizar el conjunto de entradas
fr: Impossible de mettre le jeu d’entrées à jour
ja: 入力セットを更新できませんでした
ka: შემოტანის სეტის განახლების შეცდომა
pt_br: Não foi possível atualizar o conjunto de entradas
ru: Не удалось обновить входные данные

source: Foreign input set created
ca: S'ha creat el conjunt d'entrades foranies
de: Fremdeingabe-Satz erstellt
es: Conjunto de entradas externas creado
fr: Jeu de données en entrée externe créé
ja: 外部入力セットが作成されました
ka: შემოტანის უცხო სეტი შექმნილია
pt_br: Conjunto de entradas estrangeiras criadas
ru: Внешний набор входных данных создан

source: Could not create the input set
ca: No s'ha pogut crear el conjunt d'entrades
de: Eingabe-Satz konnte nicht erstellt werden
es: No se ha podido crear el conjunto de entrada
fr: Impossible de créer le jeu de données
ja: 入力セットを作成できませんでした
ka: შემოტანის სეტის შექმნის შეცდომა
pt_br: Não foi possível criar o conjunto de entradas
ru: Не удалось создать набор входных данных

source: Foreign input set deleted
ca: S'ha eliminat el conjunt d'entrades foranies
de: Fremdeingabe-Satz gelöscht
es: Conjunto de entradas ajenas borrado
fr: Jeu de données en entrée externe supprimé
ja: 外部入力セットが削除されました
ka: შემოტანის უცხო სეტი წაშლილია
pt_br: Conjunto de entradas estrangeiras excluídas
ru: Внешний набор входных данных удален

source: Could not delete the input set
ca: No s'ha pogut eliminar el conjunt d'entrades
de: Eingabe--Satz konnte nicht gelöscht werden
es: No se ha podido eliminar el conjunto de entradas
fr: Impossible de supprimer le jeu de données
ja: 入力セットを削除できませんでした
ka: შემოტანის სეტის წაშლის შეცდომ
pt_br: Não foi possível excluir o conjunto de entradas
ru: Ошибка при удалении набора входных данных

source: execution
fr: exécution
ja: 実行

source: Description
ca: Descripció
de: Beschreibung
es: Descripción
ja: 説明
ka: აღწერილობა
pt_br: Descrição
ru: Описание

source: Status
ca: Estat
es: Estado
fr: Statut
ja: ステータス
ka: სტატუსი
pt_br: Estado
ru: Статус

source: Success
ca: Correcte
de: Erfolg
es: Éxito
fr: Réussi
ja: 成功
ka: წარმატება
pt_br: Sucesso
ru: Успешно

source: Failed
ca: Fallat
de: Fehlgeschlagen
es: Errores
fr: Échec
ja: 失敗
ka: შეცდომა
pt_br: Falhou
ru: Ошибка

source: Pending
ca: Pendent
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留
ka: დარჩენილი
pt_br: Pendente
ru: Ожидание

source: Total
de: Gesamt
ja: 合計
ka: ჯამში
ru: Всего

source: Start
ca: Inicia
de: Anfang
es: Iniciar
fr: Démarrer
ja: 開始
ka: დაწყება
pt_br: Iniciar
ru: Начало

source: Randomized ordering
fr: Randomisé
ja: ランダムな順序

source: Inputs
ca: Entrades
de: Eingaben
es: Entradas
fr: Entrées
ja: 入力
ka: შეყვანები
pt_br: Entradas
ru: Входные параметры

source: Show the complete input of the job
fr: Afficher l'entrée complète de la tâche
ja: ジョブの完全な入力を表示

source: Show job status for the hosts
fr: Afficher l'état des jobs pour les hôtes
ja: ホストのジョブステータスを表示

source: Missing
fr: Manquant
ja: なし

source: Job Category
ca: Categoria del treball
de: Auftragskategorie
es: Categoría de empleo
fr: Catégorie du job
ja: ジョブカテゴリー
ka: დავალების კატეგორია
pt_br: Categoria do trabalho
ru: Категория

source: Mode
de: Modus
es: Modo
ja: モード
ka: რეჟიმი
pt_br: Modo
ru: Режим

source: Cron line
ca: Línia de cron
de: Cron-Zeile
es: Línea Cron
fr: Ligne Cron
ja: cron 行
ka: Cron-ის სტრიქონი
ru: Строка Cron

source: Recurring logic ID
ca: ID de lògica de recurrència
de: ID der Wiederholungslogik
es: ID de lógica recurrente
fr: ID Logique récurrente
ja: 再帰論理 ID
ka: განმეორებადი ლოგიკის ID
pt_br: Identificação lógica recorrente
ru: Идентификатор правила периодического выполнения

source: Time to pickup
fr: Heure d’appropriation de tâche(s)
ja: 取得する時間

source: Hosts
ca: Amfitrions
fr: Hôtes
ja: ホスト
ka: ჰოსტები
ru: Узлы

source: View the output for a host
ca: Mostra la sortida per un amfitrió
de: Ausgabe für einen Host anzeigen
es: Ver la salida de un host
fr: Visualiser la sortie pour un hôte
ja: ホストの出力を表示します
ka: ჰოსტის გამოტანის ხედი
pt_br: Veja a saída para um host
ru: Показать вывод узла

source: Do not wait for job to complete, shows current output only
ca: No esperis que es completi un treball, mostra únicament la sortida actual
de: Nicht warten bis der Auftrag abgeschlossen ist, zeigt nur aktuelle Ausgabe
es: No espera a que se complete el trabajo, sólo muestra la salida actual
fr: N'attend pas que le travail soit terminé, ne montre que la sortie actuelle
ja: ジョブの完了まで待機せず、現在の出力のみを表示します
ka: არ დაელოდო დავალების დასრულებას. ნაჩვენები იქნება მხოლოდ მიმდინარე გამოტანა
pt_br: Não espere a conclusão do trabalho, mostra apenas a produção atual
ru: Не дожидаться завершения задания (показывает текущий вывод)

source: The job is scheduled to start at %{timestamp}
de: Der Auftrag soll um %{timestamp} beginnen
es: Está previsto que el trabajo comience en %{timestamp}
fr: Le job est prévu de commencer à %{timestamp}
ja: ジョブは %%{timestamp} に開始する予定です
ka: დავალების დაწყების დროა %{timestamp}
pt_br: O trabalho está programado para começar em %{timestamp}

source: Job invocation %{id} created
ca: S'ha creat la invocació del treball %{id}
de: Auftragsaufruf %{id} erstellt
es: Invocación de trabajo %{id} creado
fr: Invocation Job %{id} créée
ja: ジョブ呼び出し %%{id} が作成されました
ka: დავალების ჩაწოდება შეიქმნა: %{id}
pt_br: Invocação de emprego %{id} criado
ru: Настройка вызова задания %{id} завершена

source: Schedule the execution for a later time
ca: Planifica l'execució per a més tard
de: Ausführung zu einer späteren Zeit starten lassen
es: Programar la ejecución para más tarde
fr: Planifier l'exécution pour un moment ultérieur
ja: 後で行われる実行をスケジュールします
ka: დავალების მოგვიანებით გაშვების დაგეგმვა
pt_br: Programar a execução para um momento posterior
ru: Отложить выполнение

source: Execution should be cancelled if it cannot be started before --start-at
ca: L'execució s'hauria de cancel·lar si no pot iniciar-se abans --start-at
de: Ausführung soll abgebrochen werden, wenn sie nicht vor --start-at gestartet werden kann.
es: La ejecución debe cancelarse si no puede iniciarse antes de --start-at
fr: L'exécution doit être annulée si elle ne peut être lancée avant --start-at
ja: 開始時刻前に実行を開始できない場合は、実行を取り消す必要があります
ka: გაშვება უნდა გაუქმდეს, თუ ის --start-at -ისთვის მითითებულ დროზე ვერ გაეშვა
pt_br: A execução deve ser cancelada se não puder ser iniciada antes de - iniciar-na
ru: Если действие не будет запущено до указанного времени (заданным с помощью --start-at), его следует отменить

source: Create a recurring execution
ca: Crea una execució recurrent
de: Wiederkehrenden Ausführung erstellen
es: Crear una ejecución periódica
fr: Mettre en place une exécution périodique
ja: 繰り返される実行を作成します
ka: განმეორებადი გაშვების შექმნა
pt_br: Criar uma execução recorrente
ru: Настроить многократное выполнение

source: Perform no more executions after this time, used with --cron-line
ca: No realitzis més execucions després d'aquest temps, s'utilitza amb --cron-line
de: Danach nicht mehr ausführen, verwendet mit --cron-line
es: No realizar más ejecuciones después de este tiempo, utilizado con --cron-line
fr: Ne plus effectuer d'exécutions après cette date, utilisé avec --cron-line
ja: この時間以降は実行されなくなり、--cron-line と共に使用されます
ka: მეტი გაშვება აღარ მოხდება. გამოიყენეთ --cron-line -სთან ერთად
pt_br: Não realizar mais execuções após este tempo, usado com --cron line
ru: Остановить после указанного числа повторений (используется с --cron-line)

source: Specify inputs from command line
ca: Especifica les entrades des de la línia d'ordres
de: Eingaben von Befehlszeile angeben
es: Especificar entradas desde la línea de comandos
fr: Spécifier les entrées à partir de la ligne de commande
ja: コマンドラインからの入力を指定します
ka: ბრძანებების სტრიქონიდან მითითებული შეყვანა
pt_br: Especificar as entradas da linha de comando
ru: Ввести входные параметры в командной строке

source: Read input values from files
ca: Llegeix els valors d'entrada des del fitxer
de: Eingabewerte von Dateien lesen
es: Leer valores de entrada de archivos
fr: Lire les valeurs d'entrée à partir de fichiers
ja: ファイルから入力値を読み取ります
ka: შეყვანის მნიშვნელობების ფაილებიდან წაკითხვა
pt_br: Ler os valores de entrada dos arquivos
ru: Получать входные данные из файлов

source: Dynamic search queries are evaluated at run time
ca: Les consultes de cerques dinàmiques s'avaluen en temps d'execució
de: Dynamische Suchanfragen werden zur Laufzeit geprüft
es: Las consultas de búsqueda dinámica se evalúan en tiempo de ejecución
fr: Les requêtes de recherche dynamique sont évaluées au moment de l'exécution
ja: 動的検索クエリーは実行時に評価されます
ka: ძებნის დინამიკური მოთხოვნები გაშვების დროს მოწმდება
pt_br: As consultas de busca dinâmica são avaliadas em tempo de execução
ru: Динамические запросы обрабатываются во время запуска

source: Cancel the job
de: Auftrag abbrechen
es: Cancelar el trabajo
fr: Annuler Job
ja: ジョブを取り消します
ka: დავალების გაუქმება
pt_br: Cancelar o trabalho

source: Job invocation %{id} cancelled
de: Auftragsaufruf %{id} abgebrochen
es: Invocación de trabajo %{id} cancelada
fr: Invocation de Job %{id} annulée
ja: ジョブ呼び出し %%{id} が取り消されました
ka: დავალების ჩაწოდება გაუქმდა: %{id}
pt_br: Invocação de emprego %{id} cancelada

source: Could not cancel the job invocation
de: Der Auftragsaufruf konnte nicht abgebrochen werden
es: No se ha podido cancelar la invocación del trabajo
fr: Impossible d'annuler l'invocation du Job
ja: ジョブ呼び出しを取り消せませんでした
ka: დავალების ჩაწოდების გაუქმების შეცდომა
pt_br: Não foi possível cancelar a invocação do emprego

source: Rerun the job
de: Auftrag erneut ausführen
es: Volver a ejecutar el trabajo
fr: Relancer le job
ja: ジョブを再実行
ka: დავალების თავიდან გაშვება
pt_br: Executar novamente o trabalho
ru: Повторно выполнить задание

source: Job invocation was rerun as %{id}
de: Auftragsaufruf wurde als %{id} erneut ausgeführt
es: La invocación del trabajo se volvió a ejecutar como %{id}
fr: L'invocation du Job a été ré-exécutée en tant que %{id}
ja: ジョブ呼び出しは %%{id} として再実行されました
ka: დავალების ჩაწოდება თავიდან გაეშვა: %{id}
pt_br: A invocação de empregos foi repetida como {id}

source: Manage job invocations
ca: Gestiona les invocacions dels treballs
de: Auftragsaufrufe verwalten
es: Gestionar las invocaciones de trabajos
fr: Gérer les invocations de tâches
ja: ジョブ呼び出しを管理します
ka: დავალების ჩაწოდების მართვა
pt_br: Gerenciar invocações de trabalho
ru: Управление вызовами заданий

source: Provider
ca: Proveïdor
de: Dienstanbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ka: სერვისის მომწოდებელი
pt_br: Fornecedor
ru: Провайдер

source: Type
ca: Tipus
de: Typ
es: Tipo
ja: タイプ
ka: ტიპი
pt_br: Tipo
ru: Тип

source: View job template content
ca: Visualitza el contingut de la plantilla del treball
de: Inhalte der Auftragsvorlagen ansehen
es: Ver el contenido de la plantilla
fr: Voir le contenu du modèle de travail
ja: ジョブテンプレートコンテンツを表示します
ka: დავალების შაბლონის შემცველობის ნახვა
pt_br: Ver o conteúdo do modelo de trabalho
ru: Показать содержимое шаблона задания

source: Path to a file that contains the template
ca: Camí a un fitxer que conté la plantilla
de: Pfad zur Datei, welche die Vorlage enthält
es: Ruta al fichero que contiene la plantilla
fr: Chemin du fichier contenant le modèle
ja: テンプレートを含むファイルのパス
ka: შაბლონის შემცველი ფაილის ბილიკი
pt_br: Caminho para um arquivo que contenha o modelo
ru: Путь к файлу шаблона

source: Job template created
ca: S'ha creat la plantilla del treball
de: Auftragsvorlage erstellt
es: Plantilla de trabajo creada
fr: Créer un modèle de tâche
ja: ジョブテンプレートが作成されました
ka: დავალების შაბლონი შექმნილია
pt_br: Modelo de trabalho criado
ru: Шаблон задания создан

source: Could not create the job template
ca: No s'ha pogut crear la plantilla del treball
de: Auftragsvorlage konnte nicht erstellt werden
es: No se ha podido crear la plantilla de trabajo
fr: Impossible de créer le modèle de tâche
ja: ジョブテンプレートを作成できませんでした
ka: დავალების შაბლონის შექმნის შეცდომა
pt_br: Não foi possível criar o modelo de trabalho
ru: Не удалось создать шаблон задания

source: Path to a file that contains the template - must include ERB metadata
de: Pfad zu einer Datei, die die Vorlage enthält – muss ERB-Metadaten enthalten
es: Ruta a un archivo que contiene la plantilla - debe incluir metadatos ERB
fr: Chemin d'accès à un fichier contenant le modèle - doit inclure les métadonnées ERB
ja: テンプレートを含むファイルへのパス (ERB メタデータを含む必要があります)
ka: ბილიკი შაბლონის შემცველ ფაილამდე - უნდა შეიცავდეს ERB მეტამონაცემებს
pt_br: Caminho para um arquivo que contém o modelo - deve incluir metadados ERB

source: Job template imported
de: Auftragsvorlage importiert
es: Plantilla de trabajo importada
fr: Importation d'un modèle de tâche
ja: インポートされたジョブテンプレート
ka: დავალების შაბლონი შემოტანილია
pt_br: Modelo de trabalho importado

source: Could not import the job template
de: Die Auftragsvorlage konnte nicht importiert werden
es: No se ha podido importar la plantilla de trabajo
fr: Impossible d'importer le modèle de tâche
ja: ジョブテンプレートをインポートできませんでした
ka: დავალების შაბლონის შემოტანის შეცდომა
pt_br: Não foi possível importar o modelo de trabalho

source: Export a template including all metadata
de: Exportieren Sie eine Vorlage mit allen Metadaten
es: Exportar una plantilla con todos los metadatos
fr: Exporter un modèle incluant toutes les métadonnées
ja: すべてのメターデータを含むテンプレートをエクスポートします
ka: შაბლონის შემცველობის გატანა მეტამონაცემების ჩათვლით
pt_br: Exportar um modelo incluindo todos os metadados

source: Job template updated
ca: S'ha actualitzat la plantilla del treball
de: Auftragsvorlage aktualisiert
es: Plantilla actualizada
fr: Modèle Job mis à jour
ja: ジョブテンプレートが更新されました
ka: დავალების შაბლონი განახლდა
pt_br: Modelo de trabalho atualizado
ru: Шаблон задания обновлен

source: Could not update the job template
ca: No s'ha pogut actualitzar la plantilla del treball
de: Auftragsvorlage konnte nicht aktualisiert werden
es: No se ha podido actualizar la plantilla de trabajo
fr: Impossible de mettre à jour le modèle de la tâche
ja: ジョブテンプレートを更新できませんでした
ka: დავალების შაბლონის განახლების შეცდომა
pt_br: Não foi possível atualizar o modelo de trabalho
ru: Не удалось обновить шаблон

source: Job template deleted
ca: S'ha eliminat la plantilla del treball
de: Auftragsvorlage gelöscht
es: Plantilla borrada
fr: Modèle de tâche supprimé
ja: ジョブテンプレートが削除されました
ka: დავალების შაბლონი წაიშალა
pt_br: Modelo de trabalho excluído
ru: Шаблон задания удален

source: Could not delete the job template
ca: No s'ha pogut eliminar la plantilla del treball
de: Auftragsvorlage konnte nicht gelöscht werden
es: No se ha podido eliminar la plantilla de trabajo
fr: Impossible de supprimer le modèle de tâche
ja: ジョブテンプレートを削除できませんでした
ka: დავალების შაბლონის წაშლის შეცდომა
pt_br: Não foi possível excluir o modelo de trabalho
ru: Ошибка при удалении шаблона задания

source: Manage job templates
ca: Gestiona les plantilles dels treballs
de: Auftragsvorlagen verwalten
es: Gestionar plantillas de trabajo
fr: Modèles de job synchronisés
ja: ジョブテンプレートを管理します
ka: დავალების შაბლონების მართვა
pt_br: Gerenciar modelos de trabalho
ru: Управление шаблонами заданий

source: Comma-separated list of key=file, where file is a path to a text file to be read
ca: Llista separada per comes de clau=fitxer, on fitxer és un camí al fitxer de text a llegir
de: Kommagetrennte Liste von Schlüssel=Datei, wobei Datei ein Pfad zu einer zu lesenden Textdatei ist
es: Lista separada por comas de key=file, donde file es una ruta a un archivo de texto que debe leerse
fr: Liste séparée par des virgules de key=file, où file est un chemin vers un fichier texte à lire
ja: key=file のコンマ区切りリスト。この file は、読み取られるテキストファイルへのパスになります。
ka: მძიმით გამოყოფილი გასაღები=ფაილი ტიპის სია, სადაც ფაილი წასაკითხ ტექსტურ ფაილამდე ბილიკს წარმოადგენს
pt_br: Lista separada por vírgulas de key=file, onde o arquivo é um caminho para um arquivo de texto a ser lido
ru: Список пар КЛЮЧ=ФАЙЛ через запятую, где ФАЙЛ — путь к текстовому файлу с входными данными

source: Cron line format 'a b c d e', where: a. is minute (range: 0-59) b. is hour (range: 0-23) c. is day of month (range: 1-31) d. is month (range: 1-12) e. is day of week (range: 0-6)
ca: Format de línia cron 'a b c d e', on: a. és el minut (interval: 0-59) b. és l'hora (interval: 0-23) c. és el dia del mes (interval: 1-31) d. és el mes (interval: 1-12) e. és el dia de la setmana (interval: 0-6)
de: Cron-Zeilen Format 'a b c d e', wobei: a. Minute ist (Bereich: 0-59) b. Stunde ist (Bereich: 0-23) c. Tag des Monats ist (Bereich: 1-31) d. Monat ist (Bereich: 1-12) e. Wochentag ist (Bereich: 0-6)
es: Cron formato de línea 'a b c d e', donde: a. es minuto (rango: 0-59) b. es la hora (rango: 0-23) c. es el día del mes (rango: 1-31) d. es el mes (intervalo: 1-12) e. es el día de la semana (rango: 0-6)
fr: Format de la ligne Cron "a b c d e", où : a. est la minute (plage : 0-59) b. est l'heure (plage : 0-23) c. est le jour du mois (plage : 1-31) d. est le mois (plage : 1-12) e. est le jour de la semaine (plage : 0-6)
ja: cron 行形式 'a b c d e' は以下のとおりです: a. 分 (範囲: 0-59) b. 時 (範囲: 0-23) c. 日 (範囲: 1-31) d. 月 (範囲: 1-12) e. 曜日 (範囲: 0-6)
ka: Cron ხაზის ფორმატი 'ა ბ გ დ ე', სადაც: ა. არის წუთი (დიაპაზონი: 0-59) ბ. არის საათი (დიაპაზონი: 0-23) გ. არის თვის დღე (დიაპაზონი: 1-31) დ. არის თვე (დიაპაზონი: 1-12) ე. კვირის დღეა (დიაპაზონი: 0-6)
pt_br: Cron line format 'a b c d e', onde: a. é minuto (faixa: 0-59) b. é hora (variação: 0-23) c. é dia do mês (intervalo: 1-31) d. é mês (intervalo: 1-12) e. é dia da semana (intervalo: 0-6)
ru: Строка cron определяется в виде «a b c d e», где: a — минуты (0–59) b — часы (1–24) c — месяц (1–12) d — день месяца (1–31) e — день недели (0–6)

source: Manage remote execution features
de: Remote-Ausführungsfunktionen verwalten
es: Gestionar las funciones de ejecución remota
fr: Affiche les capacités d'exécution distantes
ja: リモート実行機能を管理します
ka: დაშორებული გაშვების ფუნქციების მართვა
pt_br: Gerenciar recursos de execução remota

source: Job template name
de: Name der Auftragsvorlage
es: Nombre de la plantilla de trabajo
fr: Nom du modèle de job
ja: ジョブテンプレート名
ka: დავალების შაბლონის სახელი
pt_br: Nome do modelo de trabalho

source: Label
ca: Etiqueta
de: Kennung
es: Etiqueta
fr: Balise
ja: ラベル
ka: ჭდე
pt_br: Rótulo
ru: Метка

source: Job template ID
de: Auftragsvorlagenkennung
es: ID de plantilla de trabajo
fr: ID Modèle de job
ja: ジョブテンプレート ID
ka: დავალების შაბლონის ID
pt_br: ID do modelo de trabalho

source: Remote execution feature updated
de: Remote-Ausführungsfunktion aktualisiert
es: Función de ejecución remota actualizada
fr: Mise à jour de la fonction d'exécution à distance
ja: リモート実行機能が更新されました
ka: დაშორებული გაშვების ფუნქცია განახლდა
pt_br: Recurso de execução remota atualizado

source: Could not update the remote execution feature
de: Die Remote-Ausführungsfunktion konnte nicht aktualisiert werden
es: No se ha podido actualizar la función de ejecución remota
fr: Impossible de mettre à jour la fonction d'exécution à distance
ja: リモート実行機能を更新できませんでした
ka: დაშორებული გაშვების ფუნქციის განახლების შეცდომა
pt_br: Não foi possível atualizar o recurso de execução remota

source: Smart Proxies
ja: Smart Proxy

source: Remote execution proxies
fr: Proxys d'exécution à distance
ja: リモート実行プロキシー

source: Manage template inputs
ca: Gestiona les entrades de les plantilles
de: Vorlageneingaben verwalten
es: Gestionar entradas de plantillas
fr: Gérer les entrées de modèles
ja: テンプレート入力を管理します
ka: შაბლონის შეყვანების მართვა
pt_br: Gerenciar as entradas dos modelos
ru: Управление параметрами ввода

source: Input type
ca: Tipus d'entrada
de: Eingabetyp
es: Tipo de entrada
fr: Type d'entrée
ja: 入力タイプ
ka: შეყვანის ტიპი
pt_br: Tipos de entrada
ru: Тип ввода

source: Fact name
ca: Nom de l'objecte d'interès
de: Faktenname
es: Nombre de evento
fr: Nom du fact
ja: ファクト名
ka: ფაქტის სახელი
pt_br: Nome do fato
ru: Имя факта

source: Variable name
ca: Nom de la variable
de: Variablenname
es: Nombre de la variable
fr: Nom de la variable
ja: 変数名
ka: ცვლადის სახელი
pt_br: Nome da variável
ru: Имя переменной

source: Puppet parameter name
ca: Nom del paràmetre de Puppet
es: Nombre del parámetro Puppet
fr: Nom du paramètre Puppet
ja: Puppet パラメーター名
ka: Puppet-ის პარამეტრის სახელი
pt_br: Nome do parâmetro do fantoche
ru: Параметр Puppet

source: Options
ca: Opcions
de: Optionen
es: Opciones
ja: オプション
ka: მორგება
pt_br: Opções
ru: Параметры

source: Default value
fr: Valeur par défaut
ja: デフォルト値

source: Template input created.
fr: Création d'un modèle d'entrée
ja: テンプレート入力が作成されました。

source: Could not create the template input
ca: No s'ha pogut crear l'entrada de la plantilla
de: Vorlageneingabe konnte nicht erstellt werden
es: No se ha podido crear la entrada de plantilla
fr: Impossible de créer l'entrée du modèle
ja: テンプレート入力を作成できませんでした
ka: შაბლონის შეყვანის შექმნის შეცდომა
pt_br: Não foi possível criar a entrada do modelo
ru: Не удалось создать входной параметр для шаблона

source: Template input updated.
fr: Modèle d'entrée mis à jour.
ja: テンプレート入力が更新されました。

source: Could not update the template input
fr: Impossible de mettre à jour l'entrée du modèle
ja: テンプレート入力を更新できませんでした

source: Template input deleted.
fr: Entrée de modèle supprimée.
ja: テンプレート入力が削除されました。

source: Could not delete the template input
ca: No s'ha pogut eliminar l'entrada de la plantilla
de: Vorlageneingabe konnte nicht gelöscht werden
es: No se ha podido eliminar la entrada de plantilla
fr: Impossible de supprimer l'entrée du modèle
ja: テンプレート入力を削除できませんでした
ka: შაბლონის შეყვანის წაშლის პრობლემა
pt_br: Não foi possível excluir a entrada do modelo
ru: Не удалось удалить входной параметр

source: Execution
fr: Exécution

source: Template input created
ca: S'ha creat l'entrada de la plantilla
de: Vorlageneingabe erstellt
es: Entrada de plantilla creada
ka: შაბლონის შეყვანა შექმნილია
pt_br: Entrada do modelo criado
ru: Входной параметр создан

source: Template input deleted
ca: S'ha eliminat l'entrada de la plantilla
de: Vorlageneingabe gelöscht
es: Entrada de plantilla eliminada
ka: შაბლონის შეყვანა წაიშალა
pt_br: Entrada do modelo excluída
ru: Входной параметр удален
